[
  {
    "title": "Die drei ??? und der Super-Papagei",
    "episodeNr": "1",
    "img": "https://m.media-amazon.com/images/I/71mPk0mRqeL._SS500_.jpg",
    "id": "123",
    "description": "Der neueste Auftrag an die drei Detektive hört sich recht harmlos an: sie sollen einen entflogenen Papagei suchen. Doch kaum beginnen sie mit ihren Nachforschungen, da scheinen sich plötzlich noch einige andere Leute sehr für diesen Papagei zu interessieren. Vielleicht deshalb, weil er lateinische Sprüche zitieren kann? Aber bald geht es nicht mehr nur um einen, sondern um sieben Papageien - und alle sieben führen höchst seltsame Reden. Ob da nicht eine geheime Botschaft hintersteckt? Jedenfalls sind auch ein jähzorniger Kunsthändler und ein berüchtigter Meisterdieb hinter den Vögeln her. Die drei ??? müssen sich ganz schön die hellen Köpfe zerbrechen, ehe sie auch diesen abenteuerlichen Fall aufklären und eine wohl verdiente Belohnung einheimsen..."
  },
  {
    "title": "Die drei ??? und der Phantomsee",
    "episodeNr": "2",
    "img": "https://m.media-amazon.com/images/I/71oAenVdTcL._SS500_.jpg",
    "id": "399",
    "description": "Welches Geheimnis verbirgt sich in einem vergilbten Brief und in den nach langer Zeit wieder aufgetauchten Aufzeichnungen des Seemanns Angus Gunn? Wurde tatsächlich in einer lange vergangenen Sturmnacht ein Piratenschatz von einem sinkenden Schiff gestohlen? Das mächten die drei Detektive Justus, Bob und Peter ebenfalls gerne wissen. Den Nachkommen von Gunn ist es bisher nicht gelunge, das Versteck des Schatzes ausfindig zu machen. Professor Shay, den diese Sache für seine Arbeit am Historischen Forschungsinstitut interessiert, hatte bislang auch kein Glück. Immer mehr Personen tauchen auf und machen sich verdächtig. Auch Java-Jim, ein undurchsichtiger Seemann, versucht den drei ??? zuvorzukommen. Und welche Rolle spielt Stebins, der wegen Unterschlagung im Gefängnis war und auf Bewährung frei ist? Der Professor vermutet, daß er und Java-Jim zusammenarbeiten. Aber am Ende sind die drei ??? allen eine Nasenlänge voraus: die vielen rätselhaften Hinweise führen sie zum Phantomsee und damit endlich zur Lösung."
  },
  {
    "title": "Die drei ??? und der Karpatenhund",
    "episodeNr": "3",
    "img": "https://m.media-amazon.com/images/I/71LKDe6f82L._SS500_.jpg",
    "id": "394",
    "description": "Bei mir spukt es! Mit diesem verzweifelten Ausruf von Mr. Prentice beginnt ein neues Abenteuer für die drei ???. Ein Abenteuer, das immer verwickelter wird und bei dem sogar der sonst so superschlaue Erste Detektiv, Justus Jonas, eine Zeitlang völlig im Dunkeln tappt. - Welche unheimliche Gestalt geht in der Wohnung von Mr. Prentice ein und aus und versetzt diesen in immer größere Ängste und Schrecken? Was ist die Quelle jener gespenstischen Lichtblitze in seinem Arbeitszimmer, sechs Meter über der Straße? Wer hat die wertvolle gläserne Skulptur des Karpatenhundes verschwinden lassen, und wer versucht, allen Mietern den Aufenthalt in dem großen Appartementhaus unmöglich zu machen? Die wenigen Spuren weisen in verschiedene Richtungen, und für unser Detektivtrio gilt es wieder einmal, eine harte Nuß zu knacken. Werden sie Licht in das Dunkel bringen?..."
  },
  {
    "title": "Die drei ??? und die schwarze Katze",
    "episodeNr": "4",
    "img": "https://m.media-amazon.com/images/I/71AW6m461TL._SS500_.jpg",
    "id": "222",
    "description": "In einem kleinen Wanderzirkus wittern die drei jungen Detektive Peter, Bob und Justus ihren neuesten Fall. Denn wenn ein finster aussehender Mann mit Gewalt eine häßliche schwarze Stoffkatze - den Hauptgewinn einer Schießbude - an sich bringen will, sie schließlich stiehlt und am nächsten Tag per Zeitungsanzeige nach weiteren Stoffkatzen fahndet, dann muß irgend etwas dahinter stecken. Außerdem: Wieso trifft den Wanderzirkus seit Wochen ein Unglücksfall nach dem anderen? Und wer ist der Unbekannte mit der auffallenden Tätowierung, der immer wieder im Zirkus auftaucht, aber in brenzligen Momenten spurlos verschwindet? Justus und seine Freunde setzen sich ihm und der gestohlenen Katze auf die Spur und lassen sich beinah auf eine falsche Fährte jagen. nach aufregenden Fehlschlägen gelingt es ihnen aber schließlich doch, das Geheimnis der schwarzen Katze zu lüften und in letzter Minute einem raffinierten Verbrecher die Maske vom Gesicht zu reißen - im wahrsten Sinne des Wortes..."
  },
  {
    "title": "Die drei ??? und der Fluch des Rubins",
    "episodeNr": "5",
    "img": "https://m.media-amazon.com/images/I/71t2Vjbm2fL._SS500_.jpg",
    "id": "245",
    "description": "Alfred Hitchcock und die drei Detektive (Firmenzeichen ???) haben es hier mit einem seltsamen Vermächtnis zu tun: Onkel Horatio hat seinem Neffen etwas Wertvolles hinterlassen - aber was? Und vor allem wo? Die jungen Kriminalisten Justus, Peter und Bob sehen sich hier mit viel zu vielen Gipsköpfen, geheimnisvollen Herren und dem Wort August in mindestens fünf Bedeutungen konfrontiert. Werden Justus und seine Freunde mit diesem Fall nicht überfordert?"
  },
  {
    "title": "Die drei ??? und der sprechende Totenkopf",
    "episodeNr": "6",
    "img": "https://m.media-amazon.com/images/I/81CpJrDva8L._SS500_.jpg",
    "id": "587",
    "description": "Bob und Peter halten von Anfang an nicht viel davon, daß ihr Freund Justus auf einer Versteigerung ausgerechnet einen uralten Koffer mit unbekanntem Inhalt ersteigern will. Hätten sie geahnt, welch gefährliche Verwicklungen sich aus dem Besitz des Koffers ergeben würden - sie hätten noch weit heftiger protestiert! Nicht genug damit, daß er neben den Kleidern und Utensilien eines Zauberkünstlers einen Totenkopf enthält: der merkwürdige Schädel kann auch noch sprechen! Ziemlicher Schock für die drei Detektive, die keinesfalls an Spuk glauben. Und kaum beginnen sie, dieses Geheimnis zu ergründen, da ist schon eine ganze Bande Dunkelmänner hinter ihnen und dem Koffer her. Die rätselhaften Sprüche des Totenkopfes führen die drei ??? zu einer wahrsagenden Zigeunerin, auf die Spur des verschollenen Zauberkünstlers und eines unaufgeklärten Bankraubes. Doch als sie den letzten Hinweis zur Lösung des Falles in Händen halten, scheint alles schiefzugehen..."
  },
  {
    "id": "374",
    "title": "Die drei ??? und der unheimliche Drache",
    "episodeNr": "7",
    "img": "https://m.media-amazon.com/images/I/712ujFDguIL._SS500_.jpg"
  },
  {
    "title": "Die drei ??? und der grüne Geist",
    "episodeNr": "8",
    "img": "https://m.media-amazon.com/images/I/71W9h7t0s2L._SS500_.jpg",
    "id": "200",
    "description": "Merkwürdig, daß an diesem Abend anscheinend nicht nur Bob und Peter zufällig das Haus des längst verstorbenen Mathias Green besichtigen, das abgerissen werden soll. Mehr als merkwürdig, nämlich höchst gruselig, wenn dann plötzlich ein grün schimmernder Geist erscheint, was außer den beiden immerhin sechs ausgewachsene Männer (oder waren es sieben?) bezeugen können. Justus dagegen findet den Bericht seiner Freunde weder sehr merkwürdig noch sehr gruselig, sondern sehr verdächtig - und schon bald stecken die drei ??? in den Ermittlungen zu einem neuen Fall. Bald stellt sich heraus, dass irgend jemand hinter einer wertvollen Perlenkette her ist, die in dem Abbruchhaus gefunden wurde. Sie ist dem Unbekannten sogar eine Entführung wert, wie Bob, Peter und ein neuer Freund am eigenen Leibe zu spüren bekommen. Doch Justus wäre nicht Justus, käme ihm nicht gerade rechtzeitig die rettende Erleuchtung..."
  },
  {
    "title": "Die drei ??? und die rätselhaften Bilder",
    "episodeNr": "9",
    "img": "https://m.media-amazon.com/images/I/713SrTFAJ7L._SS500_.jpg",
    "id": "462",
    "description": "Allzu viel ist es ja nicht, was der alte Maler Joshua Cameron hinterlassen hat - und obendrein blieb er die Miete schuldig! Aber ein merkwürdiger Kauz muß er gewesen sein: zeigen doch die 20 numerierten Ölbilder aus seinem Nachlaß alle dasselbe Motiv, nämlich sein Wohnhaus. Dies und die Tatsache, daß sich nicht nur eine Gräfin und ihr Verwalter, sondern auch mehrere Unbekannte und ein Kunsthändler auffällig für die Bilder interessieren, bringen die drei ??? auf den Plan. Sind die Gemälde vielleicht doch nicht ganz so wertlos? Vielleicht besteht da auch irgendein Zusammenhang mit den wirren Worten, die Cameron vor seinem Tod im Fieber gestammelt hatte... Während Justus, Peter und Bob ermitteln, versucht ihr alter Rivale Skinny Norris, ihnen Steine in den Weg zu legen. Das wird am Ende für ihn selbst gefährlich. Nur gut, daß Justus rechtzeitig eine Erleuchtung kommt!"
  }
]
